# 1. Создать новую виртуальную среду с Django 1.9
# 2. Создать новый Django проект.
# File -> New Project -> Django
# - В поле Location указать папку в которой хранится пустой
#   репозиторий из задания 34. Или создать новый репозиторий.
#
# - В поле Project Interpreter выбрать виртуальную среду из пункта 1
# - В секции More Settings, поле Application name указать имя своего проекта
# (английскими буквами, вместо пробелов использовать нижнее подчеркивание)
# Снять галочку Enable Django admin
#
# 3. Пройти https://djbook.ru/rel1.9/intro/tutorial01.html#write-your-first-view
#    Начинать с темы "Создадим свое первое представление"
#
# Там где написано запускать команду "python manage.py runserver"
# просто жмём зеленый треугольник.
#
# 4. Придумать таблички для своего приложения
# 5. Пройти https://djbook.ru/rel1.9/intro/tutorial02.html
