# Скачать файл titanic.csv https://drive.google.com/file/d/1UPLPuINv0EqZzJJcg1c48_FfdIynDPIr/view?usp=sharing
#
# Все задания будут происходить над датафреймом заргуженным так:
# import pandas
# df = pandas.read_csv('..../titanic.csv')
# 
#
# Описание таблицы
# Name - имя
# Sex - пол 'male' | 'female'
# Age - возраст
# Pclass - социоэкономический статус:
#  1 абрамович
#  2 хватило на timberland
#  3 нищеброд
# Survived - выжил 1 или нет 0
#
#
# 1. Распечатайте колонки которые есть датафрейме.
#
# 2. Узнайте сколько людей было на борту
#
# 3. Узнайте сколько на борту было мужчин.
#
# 4. Посчитайте процент выживших на борту.
#
# 5. Кого было больше на борту, мужчин или женщин ?
#
# 6. Посчитайте сколько процентов из выживших были мужчинами?
# синк эбаут ит
#
# 7. Человек какого класса вероятнее всего не выжил ?
#
#
